Repository: dausi/tds_share_this_page
Catalog: languages/messages.po
Languages: de_de

source: Add EU-GDPR compliant two-click social link share buttons to your page
de_de: EU-DSGVO-konforme Zwei-Klick Social-Share-Buttons zu Seiten hinzufügen

source: Allows users to share this page with social networks.
de_de: Besuchern ermöglichen, diese Seite in Social-Medien zu teilen.

source: Share This Page
de_de: Diese Seite teilen

source: You must choose at least one service.
de_de: Mindestens einen Dienst auswählen.

source: Add Service
de_de: Dienst hinzufügen

source: Services
de_de: Dienst

source: Choose Sharing Service
de_de: Dienst zum Teilen wählen

source: You now have enabled the social share button to &quot;%s&quot;. Next time you click at the button the social share page shall be opened. On opening personal browser data is transmitted to the social media provider. To avoid this you can disblae the checkbox at left (and the enabled button).
de_de: Jetzt ist der Social-Share-Button f&uuml;r &quot;%s&quot; aktiviert. Beim nächsten Anklicken des Buttons wird die Seite des Dienstes ge&ouml;ffnet. Beim &Ouml;ffnen werden pers&ouml;nliche Browser-Daten an den Diensteanbieter übermittelt. Um dieses zu verhindern, kann das Häkchen links durch Anklicken entfernt (und der Button deaktiviert) werden.

source: Check out this article on %s: %s %s
de_de: Diesen Artikel auf %s ansehen: %s %s

source: Thought you'd enjoy this article.
de_de: Dachte dass dieser Artikel Dich interessieren k&ouml;nnte.

source: Print this page
de_de: Seite drucken

source: Send page recommendation by email
de_de: Seiten-Empfehlung per E-Mail versenden

source: Share this page at %s
de_de: Seite teilen auf %s
